{
  "1e0b1f0b-d3d1-4fb4-b5b1-ade8f6f610dd": {
    "title": "Chia pudding",

    "image": "/image/maryam-sicard-ie1q-Eq0_LY-unsplash.jpg",
    "description": [
      "chia seeds: 1/4 cup",
      "yogurt: 1 cup",
      "milk :1 cup",
      "sweetener: 1-2 tablespoons honey or maple syrup",
      "vanilla extract : 1/2 teaspoon",

      "fresh fruits",
      "nuts",
      "granola",

      "In a bowl, combine the chia seeds, yogurt, milk, honey or maple syrup, and vanilla extract. Mix well to ensure that the chia seeds are evenly distributed.",
      "Cover the bowl and refrigerate the mixture for at least 4 hours or overnight. This allows the chia seeds to absorb the liquid and create a pudding-like consistency.",
      "After the chia pudding has set, give it a good stir to break up any clumps. If the pudding is too thick, you can add a bit more milk to reach your desired consistency.",
      "Taste the pudding and adjust the sweetness if needed by adding more honey or maple syrup.",
      "Serve the chia pudding in individual bowls or jars. Top with your favorite fresh fruits, nuts, or granola for added texture and flavor."
    ],
    "_id": "1e0b1f0b-d3d1-4fb4-b5b1-ade8f6f610dd"
  },

  "57b1b294-658e-4b11-97a2-e4175f129623": {
    "title": "Oatmeal pancakes",

    "image": "/image/calum-lewis-8Nc_oQsc2qQ-unsplash.jpg",
    "description": [
      "1 cup rolled oats",
      "1 cup buttermilk (or a mixture of yogurt and milk)",
      "1 cup all-purpose flour",
      "2 tablespoons sugar",
      "1 teaspoon baking powder",
      "1/2 teaspoon baking soda",
      "1/4 teaspoon salt",
      "1 large egg",
      "2 tablespoons unsalted butter, melted",
      "Cooking spray or additional butter for the pan",

      "Blueberries",
      "sliced bananas",
      "nuts for added flavor",

      "In a bowl, combine the rolled oats and buttermilk. Let them soak for about 15-20 minutes. This helps soften the oats.",
      "In a large mixing bowl, whisk together the flour, sugar, baking powder, baking soda, and salt.",
      "Add the soaked oats, egg, and melted butter to the dry ingredients. Stir until just combined. If the batter is too thick, you can add a little more buttermilk.",
      "Heat a griddle or non-stick skillet over medium-high heat. Lightly grease with cooking spray or butter.",
      "Pour 1/4 cup portions of batter onto the hot griddle for each pancake. If desired, add blueberries, sliced bananas, or nuts on top.",
      "Cook until bubbles form on the surface of the pancakes and the edges look set. Flip and cook the other side until golden brown."
    ],
    "_id": "57b1b294-658e-4b11-97a2-e4175f129623"
  },

  "755b7c71-d1a5-4d55-9303-bd05904a406a": {
    "title": "Oatmeal porridge",

    "image": "/image/ana-azevedo-xzqQRayYdVI-unsplash.jpg",
    "description": [
      "1/2 cup rolled oats",
      "1 cup milk (or water for a lighter version)",

      "honey",
      "nuts",
      "berries",

      "In a saucepan, combine the rolled oats and milk (or water). Bring to a simmer over medium heat.",
      "Reduce the heat to low and simmer the oats, stirring occasionally, until they reach your desired consistency. This typically takes about 5-7 minutes.",
      "If desired, sweeten the porridge with honey, sugar, or your preferred sweetener. Stir well to combine.",
      "Pour the oatmeal into a bowl and add your favorite toppings, such as nuts, berries, or sliced fruit."
    ],
    "_id": "755b7c71-d1a5-4d55-9303-bd05904a406a"
  },

  "f8825283-fd24-46b2-aafc-8c12879996ca": {
    "title": "Lorindi's shusi",

    "image": "/image/396273459_358428579958334_4949545026017984936_n.jpg",
    "description": [
      "300 grams rice",
      "1 carrot",
      "1 avocado",
      "1  pack of shrimp",
      "Nori sheets",


      "Rinse the rice and cook it in a pressure cooker according to the package instructions.Once the rice is cooked, fluff it and let it cool.",
      "Slice the carrot and avocado into thin, long strips.If the shrimp are raw, clean and prepare them according to your preferences - you can season and lightly sauté them.",
      "Unfold the nori sheets on a working surface.",
      "Spread a small portion of rice onto one of the nori sheets.Place some of the sliced vegetables and shrimp in the middle of the rice.Roll the nori sheet around the ingredients, forming a roll. You can use a sushi mat or simply your hands.",
      "After rolling, cut it into smaller pieces with a sharp knife.Serve the sushi with soy sauce, wasabi, and pickled ginger."
    ],
    "_id": "f8825283-fd24-46b2-aafc-8c12879996ca"
  }
}
